LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nДавай с тобой сыграем в игру '
              '"Морской бой"?\n\nЕсли ты, вдруг, '
              'забыл правила, команда /help тебе поможет!\n\n<b>Играем?</b>',
    '/help': 'Игровое поле — квадрат 10×10, на котором размещается флот кораблей. '
             '2 корабля — ряд из 3 клеток. 2 корабля — ряд из 2 клеток. '
             '3 корабля — 1 клетка. Корабли не могут касаться друг друга сторонами, '
             'но касание углами не запрещается. Игрок выбирает клетку, '
             'и при попадании по кораблю на ней ставится взрыв, '
             'а при промахе - морская волна. Число ходов ограничено.\n\n<b>Играем?</b>',
    'hit': 'Мой корабль ранен! Ваш следующий ход?',
    'miss': 'Мимо! Цельтесь! Ваш следующий ход?',
    'shots left': 'Выстрелов осталось: ',
    'killed': 'Моц корабль убит! Ваш следующий ход?',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'new_game': 'Сыграем еще?',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'user_failed': 'Я победил!',
    'user_won': 'Ты победил! Поздравляю!'}