LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nДавай с тобой сыграем в игру '
              '"Морской бой"?\n\nЕсли ты, вдруг, '
              'забыл правила, команда /help тебе поможет!\n\n<b>Играем?</b>',
               '/cancel': 'Выйти из игры',
    '/help': 'Игровое поле — квадрат 10×10, на котором размещается флот кораблей. '
             '1 корабль — ряд из 4 клеток. 2 корабля — ряд из 3 клеток. '
             '3 корабля — ряд из 2 клеток. 4 корабля — 1 клетка. '
             'Корабли не могут касаться друг друга сторонами, но касание углами не запрещается. '
             'Игрок выбирает клетку, и при попадании по кораблю на ней ставится крестик, '
             'а при промахе - точка. Число ходов ограничено.\n\n<b>Играем?</b>',
    'hit': 'Мой корабль ранен! Ваш следующий ход?',
    'miss': 'Мимо! Цельтесь! Ваш следующий ход?',
    'shots left': 'Выстрелов осталось: ',
    'tiles left': 'Клеток осталось: ',
    'killed': 'Мой корабль убит! Ваш следующий ход?',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'one_sided_button': 'Игра без своего поля',
    'pair_AI_button': 'Игра против компьютера',
    'confirm_placement': 'Подтвердить расположение',
    'pair_human_button': 'Игра против человека',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'new_game': 'Сыграем еще?',
    'user_failed': 'Я победил!',
    'user_won': 'Ты победил! Поздравляю!',
    'mermaid': 'Мило! Цельтесь! Ваш следующий ход?',
    'squid': 'Мимо! Цельтесь! Ваш следующий ход?',
    'fish': 'Какая рыба в океане плавает быстрее всех? Мимо!',
    'dragon': 'Здесь водятся драконы. Ваш следующий ход?',
    'boat': 'Мимо! Цельтесь! Ваш следующий ход?',
    'island': 'Мимо! Цельтесь! Ваш следующий ход?',
    'volcano': 'Мимо! Цельтесь! Ваш следующий ход?'
    }